{
    "buttonID": "B2",
    "caseNumber": "2",
    "title": "Brass box with figures",
    "date": "Ghana (brass)",
    "timePeriodUppercase":false,
    "thumbnail": "BrassBoxWithFigures.png",
    "id": [],
    "stories": [
        {
            "label": "A sculpture that breaks the mold",
            "content": "Intricate metal sculptures like this brass box can be made with the lost wax casting method. The artist carefully carves a figure out of soft wax. The wax sculpture is then covered with several layers of fine clay, called slip, and finally a layer of courser clay. The caster is careful to leave a hole in the layers of clay. After drying, the wax-clay figure is placed in an oven. The wax melts and drips out of the hole, leaving behind a clay mold. The caster then pours molten metal into the clay mold through the same hole. Once the metal cools, the last step is to break the clay mold and polish the metal figure.",
            "textWidth": 5
            
        },
        {
            "label": "Powerful craftsmen",
            "content": "African metalworkers make objects used in ceremonies that concern the most spiritual moments of individuals' lives, their society, and the world around them. Historically African people have stood in awe of metalworkers due to the spiritual, religious, and supernatural aspects of metalworking. Ethiopians often suspect that those of the metalworking class have the power of the 'evil eye' because of the mystical aspects traditionally associated with their jobs.",
            "textWidth": 5
        },
        {
            "label": "An elaborate wallet",
            "content": "Historically people in Ghana carried small fabric bundles of gold dust in boxes like this one. They used gold dust in the same way that we use money. Small brass weights, often shaped like familiar figures and made using the lost wax method, were used to measure the amounts of gold dust in trade.",
            "textWidth": 10,
            "type": "image",
            "link": "Ashanti_goldweights.jpg",
            "resizable": true,
            "caption": "Brass weights of various sizes and shapes were used by tradesmen to negotiate deals and transact payments.",
            "credit": "en.wikipedia.org"
        }
    ],
    "isTopicLabel": false
}
