{
    "buttonID": "B3",
    "caseNumber": "4-6",
    "title": "Calabashes",
    "date": "Western Africa (calabash gourd, paint, ash, straw)",
    "timePeriodUppercase":false,
    "thumbnail": "calabashes.png",
    "id": [],
    "stories": [
        {
            "label": "Status symbols",
            "content": "African artists work to make things that are useful as well as beautiful. Plain calabash dishes and utensils are used everyday, but when a calabash is decorated it becomes a work of art and a symbol of wealth. The craftsmen and women who make them are therefore highly respected. The techniques for making and decorating calabashes have changed very little over the centuries, and craftsmen traditionally pass down techniques through their families generation after generation.",
            "textWidth": 5,
            "type": "slideshow",
            "link": [
                {
                    "name": "Calabash_supplementalImage1.jpg",
                    "caption": "",
                    "credit": "en.wikipedia.org"
                },
                {
                    "name": "Calabash_supplementalImage2.jpg",
                    "caption": "",
                    "credit": "en.wikipedia.org"
                },
                {
                    "name": "Calabash_supplementalImage3.jpg",
                    "caption": "",
                    "credit": "en.wikipedia.org"
                }
            ]
        },
        {
            "label": "How are gourds transformed into art?",
            "content": "First the calabashes are soaked in water until the insides are rotten. Then the inner fruit is removed and the outer shells are dried. The calabashes are then carved into the desired shape and decorated. Several techniques are used to decorate calabashes throughout Africa. Pyroengraving is a technique practiced in Cameroon and Mali, usually by women, in which red-hot leaf-shaped points with wooden handles are used to burn designs into the gourd. Craftsmen in Mali and Ethiopia sometimes decorate calabashes with basketry fibers like straw or strips of bamboo. In West Africa artists, usually men, paint calabashes with a dark paint. When the paint has dried, the artist carves the surface of the calabash around the design he wants.",
            "type": "slideshow",
            "link": [
                {
                    "name": "PaintedCalabash.png",
                    "caption": "Painted calabash.",
                    "credit": "©The Field Museum, Photographer Jessica Roberts"
                },
                {
                    "name": "IncisedCalabash.png",
                    "caption": "Incised calabash.",
                    "textWidth":10,
                    "credit": "©The Field Museum, Photographer Jessica Roberts"
                },
                {
                    "name": "WovenCalabash.png",
                    "caption": "Woven calabash.",
                    "textWidth": 15,
                    "credit": "©The Field Museum, Photographer Jessica Roberts"
                }
            ],
            "caption": ""
        },
        {
            "label": "Art imitates life",
            "content": "Artists use many different designs on their calabashes. Often they are animals common in the area where they live: giraffes, elephants, lizards, snakes, and antelopes. Sometimes they use human figures or geometrical patterns. One common geometrical pattern is a series of concentric circles symbolizing Mout Kilamanjaro, the highest mountain in Africa.",
            "textWidth": 10
        }
    ],
    "isTopicLabel": false
}
