{
    "buttonID": "B4",
    "caseNumber": "7",
    "title": "Drum",
    "date": "Cameroon (wood, leather, fur)",
    "timePeriodUppercase":false,
    "thumbnail": "drum.png",
    "id": [],
    "stories": [
        {
            "label": "The power of a drum",
            "content": "Drums are among the most important art forms in Africa. They are more than just musical instruments. Drums like this one are sometimes decorated with relief carvings of figures, animals, and other objects. Often the symbols carved into the drum explain its use and power. One of the symbols on this drum is the buffalo. Buffaloes are seen as symbols of strength and are considered a royal animal in Cameroon.",
            "textWidth": 5
        },
        {
            "label": "Should art be for everyone?",
            "content": "The Bamum people, who occupy the Grassfields region of western Cameroon, became prominent under the reign of Fon Mbuembue (hmm-Bom-bo) in the 1880s. After conquering neighboring peoples in warfare, Mbuembue gave their finest artists special positions in the Bamum court. Art, including brasswork, beadwork, anf flywhisks, was reserved only for royalty, and lopard or double-headed serpent designs were reserved only for the Fon himself. Mbuembue's descendent, Sultan Njoya, upon becoming the 17th Fon - the sacred and political leader of the people - loosened these restrictions in the early 1900s, allowing common people the right to own art.",
            "textWidth": 5
        },
        {
            "label": "Replaceable relics",
            "content": "While many Bamum sacred objects have either been destroyed or sold over the years, artisans have been able to use reconstructions for models from which to work. Today a number of older and finer pieces of Bamum royal art can be found in the Palace Museum in Foumban. These heritage objects are taken out of the museum and used by royalty on special ceremonial occasions. As they wear out by constant use over the years, new pieces are commissioned to take their place and are regarded with equal prestige as the objects they replace.",
            "textWidth": 10
        }
    ],
    "isTopicLabel": false
}
