{
    "buttonID": "B1",
    "caseNumber": "1",
    "title": "Red fox",
    "date": "Vulpes vulpes",
    "timePeriodUppercase":false,
    "thumbnail": "fox-side.png",
    "id": [],
    "stories": [
        {
            "label": "Are you going to eat that?",
            "content": "The red fox is an omnivore. It primarily feeds on small rodents but will also target birds, rabbits, reptiles, racoons, insects, and fish. Foxes will readily eat plant materials including berries, apples, grapes, acorns, grasses, and tubers. This versatility allows them to thrive in environments across the Northern Hemisphere, from the Artic Circle through the United States and Canada, in Europe, Asia, and even Australia. An adult fox requires about 18 oz. of food daily but will continue to hunt even when it's full, storing extra food in caches under leaves, snow, or dirt.",
            "textWidth": 5
        },
        {
            "label": "What does the fox say?",
            "content": "Red foxes communicate with each other through body movements such as flicks of the ear and movements of the tail or changes in posture, and through vocalizations. The vocal range of the fox spans five octaves, with twelve unique sounds having been identified, including barks, growls, yelps, and whines.",
            "type": "image",
            "link": "fox-front.png", 
            "resizable": true,
            "caption": "The red fox is the largest and most common species of fox."
        },
        {
            "label": "The force is strong with this one.",
            "content": "The red fox prefers to hunt in the early morning or late evening. It stalks its prey, crouching low to the ground and using its keen sense of hearing and, scientists now believe, the Earth's magnetic field to precisely pinpoint the animal's exact location, even under three feet of snow. It then leaps into the air a distance of up to 25 feet and strikes from above, a technique called mousing.",
            "textWidth": 10,
            "type": "image",
            "link": "foxMousing.png", 
            "resizable": true,
            "caption": "The fox uses the Earth's magnetic field to help him pounce on rodents beneath the snow.",
            "credit": "©Jane Brackman, doctorbarkman.blogspot.com"
        },
        {
            "label": "Foxes in folklore",
            "content": "Possibly due to its ability to adapt quickly to new environments, the fox appears in folklore throughout the world as a symbol of mischief, cunning, and trickery.",
            "textWidth": 5,
            "type": "slideshow",
            "link": [
                {
                    "name": "Prince_Hanzoku.jpg", 
                    "caption": "Prince Hanzoku terrorized by a nine-tailed kitsune (fox spirit). Print by Utagawa Kuniyoshi, 19th century.",
                    "credit": "en.wikipedia.org"
                },
                {
                    "name": "The_Fox_and_the_Crow.jpg", 
                    "caption": "The fox has figured prominently in folklore as far back as Aesop.",
                    "credit": "www.litscape.com"
                },
                {
                    "name": "northernLights.jpg", 
                    "caption": "In Finland, the aurora borealis is known as revontulet ('fox fires') because it was believed that the lights were produced by a fox, painting the sky with its tail as it ran through the sky.",
                    "credit": "iceland.nordicvisitor.com, thefoxwebsite.net"
                }
     
            ]
        }
    ],
    "isTopicLabel": false
}